FV2304/E_0030.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
MaBiS

7.47.2: AD: Übermittlung Prüfmitteilung des Deltazeitreihenübertrags von NB über BIKO an ÜNB



end title
:<b>E_0030</b>;
note right
<b><i>Prüfende Rolle: BIKO
end note

if (<b>1: </b> Erfolgt der Eingang der Prüfmitteilung innerhalb der Clearingphase für DZÜ?) then (ja)
    end
else (nein)
    :A01;
    note left
        Eingang liegt nicht innerhalb der Clearingphase DZÜ
    endnote
    kill;
endif

@enduml
